[VCP_Scout X2EncyclopediaTemplate]
ListTitle = "侦察兵"
DescriptionTitle = "侦察兵"
DescriptionEntry = "这些士兵行动迅速且敏捷，能够深入敌后收集敌人情报。他们通过连接复仇者号为盟友标记优先目标。虽然他们不具备直接火力攻击能力，但能够破坏敌人防线并为盟友提供关键增益效果."

[VCP_Scout X2SoldierClassTemplate]
DisplayName="侦察兵"
ClassSummary="这些士兵行动迅速且敏捷，能够深入敌后收集敌人情报。他们通过连接复仇者号为盟友标记优先目标。虽然他们不具备直接火力攻击能力，但能够破坏敌人防线并为盟友提供关键增益效果."
AbilityTreeTitles[0]="攻击手"
AbilityTreeTitles[1]="侦察"
AbilityTreeTitles[2]="破坏"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;Scout Unlocks
[VCP_ScoutUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "侦察兵: 侦察精通2"
Summary = "所有侦察兵获得侦察精通2，不论军衔."
[VCP_ScoutUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "侦察兵: 侦察精通3"
Summary = "所有侦察兵获得侦察精通3，不论军衔."
[VCP_ScoutUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "侦察兵: 侦察精通4"
Summary = "所有侦察兵获得侦察精通2，不论军衔."
[GTS_VCP_Scout1 X2SoldierAbilityUnlockTemplate]
DisplayName="侦察兵: 战场空间"
Summary="携带高科技视觉设备可以增加你的视野范围。每次任务中，可以大幅度提升一次视野范围."
[GTS_VCP_Scout2 X2SoldierAbilityUnlockTemplate]
DisplayName="侦察兵: 敏捷训练"
Summary="与死神的联合训练提高了你的隐蔽性。获得额外的移动力并降低被发现的几率."
[GTS_VCP_Scout3 X2SoldierAbilityUnlockTemplate]
DisplayName="侦察兵:幻影斗篷"
Summary="允许侦察兵随时进入隐蔽状态."

;***************************************
;New Ability Descriptions
;***************************************

;Scout Ability
[VCP_CovertMastery X2AbilityTemplate]
LocFriendlyName = "隐蔽精通"
LocHelpText = "<Ability:ClassName/>随着经验的积累，其隐蔽能力得到提升."
LocLongDescription = "<Ability:ClassName/>随着经验的积累，其隐蔽能力得到提升."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font>获得<Ability:RANKNAME1/> rank [1]<br/><Bullet/>获得<font color='#3ABD23'>Scouting Reports</font> -专注：每回合获得。提升小队瞄准和防御。消耗全部以补充一名队友的行动点.<br/><Bullet/>获得<font color='#3ABD23'>目标定义</font> - 任何被侦察兵发现的敌人单位仍然保持可见状态.<br/><Bullet/>绑定的队友获得额外的降低被发现几率.<br/><Bullet/>获得+2视野半径.<br/><br/><font color='#CA7200'>等级2</font>获得<Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>隐匿</font> -当受到攻击时，尝试进入隐蔽状态.<br/><Bullet/>获得+2 移动力.<br/><br/><font color='#CA7200'>等级3</font>获得<Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>潜行</font> - 免费动作，允许你大幅减少被发现的范围.<br/><Bullet/>获得+2视野半径.<br/><br/><font color='#CA7200'>等级4</font>获得<Ability:RANKNAME7/> rank [7]<br/><Bullet/>获得<font color='#3ABD23'>电子干扰</font> -减少整个小队的被发现几率.<br/><Bullet/>获得+2 移动力"

[VCP_CovertTraining X2AbilityTemplate]
LocFriendlyName = "隐蔽训练"
LocHelpText = "与散兵进行抗毒训练。获得对毒素和酸的免疫. <br><br>闪避值增加10."
LocLongDescription = "与散兵进行抗毒训练。获得对毒素和酸的免疫. <br><br>闪避值增加10."
LocPromotionPopupText = "<br>毒素免疫.<br>酸液免疫.<br>闪避值增加10."

[VCP_EnduranceTraining X2AbilityTemplate]
LocFriendlyName = "耐力训练"
LocHelpText = "严格的训练提高了你的耐力和坚韧度。获得额外的+3移动力和+1生命值."
LocLongDescription = "严格的训练提高了你的耐力和坚韧度。获得额外的+3移动力和+1生命值."
LocPromotionPopupText = "获得+3移动力和+1生命值."

[VCP_SpeedFreak X2AbilityTemplate]
LocFriendlyName = "速度狂人"
LocHelpText = "<Ability:ClassName/>获得+4移动力。被动效果."
LocLongDescription = "<Ability:ClassName/>获得+4移动力。被动效果."
LocPromotionPopupText = "获得+4移动力."